[
    {
      "id": "615acba8a180edcbd6b539fe",
      "name": "India",
      "price": 100,

      "picture": "https://c8.alamy.com/comp/2AJHGCN/india-concept-happy-cute-woman-with-india-flag-background-travel-and-learn-hindi-language-2AJHGCN.jpg",
      "flag":"https://upload.wikimedia.org/wikipedia/en/thumb/4/41/Flag_of_India.svg/1200px-Flag_of_India.svg.png",
      "student": 10,
      "about": "Hindi, or more precisely Modern Standard Hindi, is an Indo-Aryan language spoken chiefly in North India. Hindi has been described as a standardised and Sanskritised register of the Hindustani language\r\n"
    },
    {
      "id": "615acba83710f7b23e4ae6ad",
      "name": "German",
      "price": 510,
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRA_EK5KonUjv5apSnhVnipnwpFp9fB6aEdTg&usqp=CAU",
      "flag":"https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Flag_of_Germany.svg/1200px-Flag_of_Germany.svg.png",
      "student": 52,
      "about": "German is one of the major languages of the world. It is the most spoken native language within the European Union.[3] German is also widely taught as a foreign language, especially in Europe, where it is the third most taught foreign language (after English and French), and the United States\r\n"
    },
    {
      "id": "615acba8b0c5df7acda603aa",
      "name": "Portuguese",
      "price": 225,
      "picture": "https://previews.123rf.com/images/rawpixel/rawpixel1608/rawpixel160858127/61745642-learn-portuguese-language-online-education-concept.jpg",
      "flag":"https://flagsworld.org/img/cflags/Portugal-flag.png",

      "student": 25,
      "about": "The Portuguese people are a Romance nation and ethnic group indigenous to Portugal who share a common Portuguese culture, ancestry and language. The Portuguese people's heritage largely derives from the pre-Celts and Celts, \r\n"
    },
    {
      "id": "615acba849532a3cec98ad8f",
      "name": "Arabic",
      "price": 255,
      "picture": "https://i.ytimg.com/vi/Lyd3FW2VmEY/maxresdefault.jpg",
      "flag":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Flag_of_Saudi_Arabia.svg/1200px-Flag_of_Saudi_Arabia.svg.png",

      "student": 27,
      "about": "A language family is a group of languages related through descent from a common ancestral language or parental language, called the proto-language of that family. The term reflects the tree model of language origination in historical linguistics, which makes use of a metaphor comparing languages to people in a biological family tree\r\n"
    },
    {
      "id": "615acba877e9040df507e436",
      "name": "French",
      "price": 969,
      "picture": "https://www.ouiinfrance.com/wp-content/uploads/2020/02/best-french-language-learning-tips.jpg",
      "flag":"https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Flag_of_France.svg/1200px-Flag_of_France.svg.png",

      "student": 57,
      "about": "Consequat laborum Lorem irure cillum nisi esse consectetur exercitation velit culpa duis. Amet cupidatat ut quis id laborum duis elit ullamco officia voluptate. Esse sunt velit adipisicing ullamco cillum et ut labore elit magna cillum dolor. Eu labore exercitation ut amet aliquip mollit dolor sunt.\r\n"
    },
    {
      "id": "615acba803c01579c9a230ba",
      "name": "Japanese",
      "price":275 ,
      "picture": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fb/566d503fc143e8929e7a003010fdb7/Cover_japan_coursera_1181.png?auto=format%2Ccompress&dpr=1",
      "flag":"https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Flag_of_Japan.svg/1200px-Flag_of_Japan.svg.png",
      "student": 187,

      "about": "Ut elit dolor tempor ea elit esse incididunt dolore. Minim in ad aliqua qui ea cillum tempor qui qui. Voluptate sint elit et cillum cupidatat officia velit laboris. Velit nostrud minim excepteur officia magna enim consequat ut dolore exercitation excepteur Lorem eiusmod ullamco. In qui qui dolor veniam proident est ut irure et enim aliqua minim. Ullamco sint nostrud magna irure cillum culpa deserunt laboris commodo commodo.\r\n"
    },
    {
      "id": "615acba8b7a8df01e83edc32",
      "name": "English",
      "price": 125,
      "picture": "https://edusoftlearning.com/wp-content/uploads/2018/05/Edusoft-Provides-English-Language2-1080x540.jpg",
      "flag":"https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/Flag_of_the_United_Kingdom.svg/1200px-Flag_of_the_United_Kingdom.svg.png",

      "student": 12,
      "about": "Enim commodo labore non mollit nisi sint irure consectetur veniam eiusmod eiusmod quis anim. Ullamco officia officia id cillum eiusmod id dolor culpa culpa eu officia officia dolor mollit. Cupidatat pariatur eiusmod non labore cupidatat ea consectetur sit ea culpa in incididunt cupidatat Lorem. Officia culpa fugiat aliqua velit velit velit Lorem deserunt. Commodo nulla minim enim minim sint duis ullamco cupidatat do dolor amet. Ad amet in deserunt incididunt ex occaecat.\r\n"
    },
    {
      "id": "615acba8777960be0e60a847",
      "name": "Russian",
      "price": 25,
      "picture": "https://meetrussia.online/wp-content/uploads/2019/08/learnR_compressed-800x521.jpg",
      "flag":"https://cdn.britannica.com/42/3842-004-F47B77BC/Flag-Russia.jpg",
        
      "student": 18,
      "about": "Laborum exercitation quis veniam voluptate enim eu sit id excepteur. Pariatur reprehenderit dolor Lorem proident excepteur incididunt proident. Nulla magna ea pariatur ad Lorem nostrud officia. Consectetur quis nostrud fugiat cillum ex in et minim fugiat nisi irure elit do sit. Voluptate ut tempor reprehenderit culpa magna non non ullamco pariatur quis aliquip in eiusmod officia. Ullamco Lorem nulla do et est proident consequat ea excepteur ut dolor do. Voluptate id sunt consequat commodo nulla et reprehenderit.\r\n"
    }
  ]